/*  Class = "NSMenuItem"; gToolTip = "Export the current set color theme as an 'spTheme' file to disk."; ObjectID = "1673";  */
"Export the current set color theme as an 'spTheme' file to disk." = "Exportera det inställda färgtemat som en 'spTheme' fil till skiva.";

/*  Class = "NSTextFieldCell"; title = "Already exists and will be overwritten!"; ObjectID = "1825";  */
"Already exists and will be overwritten!" = "Finns redan och kommer att skrivas över!";

/*  Class = "NSMenuItem"; gToolTip = "Save the current set color theme by providing an unique name into Sequel Pro's Application Support folder."; ObjectID = "1796";  */
"Save the current set color theme by providing an unique name into Sequel Pro's Application Support folder." = "Spara det inställda färgtemat genom att ge det ett unikt namn i Sequel Pros Application Support katalog.";

/*  Class = "NSMenuItem"; gToolTip = "Import a theme saved as 'spTheme' or 'tmTheme' (TextMate™) file."; ObjectID = "1674";  */
"Import a theme saved as 'spTheme' or 'tmTheme' (TextMate™) file." = "Importera ett tema sparat som en 'spTheme' eller 'tmTheme' (TextMate™) fil.";

/*  Class = "NSTextFieldCell"; title = "Please select the client SSL Certificate Authority certificate to use when establishing a secure connection.  This must be the same as the server CA certificate."; ObjectID = "2048";  */
"Please select the client SSL Certificate Authority certificate to use when establishing a secure connection.  This must be the same as the server CA certificate." = "Välj klient SSL Certificate Authority certifikat att använda vid etablering av en säker anslutning. Detta måste vara samma som serverns CA certifikat.";

/*  Class = "NSTextFieldCell"; title = "Please select the client SSL certificate file to use when establishing a secure connection."; ObjectID = "2044";  */
"Please select the client SSL certificate file to use when establishing a secure connection." = "Välj klient SSL certifikatfil att använda vid etablering av en säker anslutning.";

/*  Class = "NSTextFieldCell"; title = "Please select the SSL key file to use when establishing a secure connection."; ObjectID = "2046";  */
"Please select the SSL key file to use when establishing a secure connection." = "Välj SSL nyckelfil att använda vid etablering av en säker anslutning.";

/*  Class = "NSTextFieldCell"; title = "Choose a custom SSH key file to use with this connection. Note that standard locations like ~/.ssh are checked automatically, as are any files in your SSH configuration."; ObjectID = "1875";  */
"Choose a custom SSH key file to use with this connection. Note that standard locations like ~/.ssh are checked automatically, as are any files in your SSH configuration." = "Välj en anpassad SSH nyckelfil att använda med denna anslutning. Observera att standardplatser som ~/.ssh kontrolleras automatiskt, liksom eventuella filer i din SSH-konfiguration.";

/*  Class = "NSWindow"; title = "Preferences"; ObjectID = "1";  */
"Preferences" = "Inställningar";

/*  Class = "NSMenuItem"; title = "ISO Hebrew (hebrew)"; ObjectID = "28";  */
"ISO Hebrew (hebrew)" = "ISO Hebrew (hebrew)";

/*  Class = "NSTextFieldCell"; title = "Color Theme:"; ObjectID = "1739";  */
"Color Theme:" = "Färgschema:";

/*  Class = "NSMenuItem"; title = "Big5 Traditional Chinese (big5)"; ObjectID = "30";  */
"Big5 Traditional Chinese (big5)" = "Big5 Traditional Chinese (big5)";

/*  Class = "NSMenuItem"; title = "Windows Arabic (cp1256)"; ObjectID = "31";  */
"Windows Arabic (cp1256)" = "Windows Arabic (cp1256)";

/*  Class = "NSMenuItem"; title = "ISO Greek (greek)"; ObjectID = "32";  */
"ISO Greek (greek)" = "ISO Greek (greek)";

/*  Class = "NSTextField"; gToolTip = "The name of the current set color theme"; ObjectID = "1740";  */
"The name of the current set color theme" = "Namnet på nuvarande färgschema";

/*  Class = "NSMenuItem"; title = "UCS-2 Unicode (ucs2)"; ObjectID = "33";  */
"UCS-2 Unicode (ucs2)" = "UCS-2 Unicode (ucs2)";

/*  Class = "NSMenuItem"; title = "UTF-8 Unicode (utf8)"; ObjectID = "34";  */
"UTF-8 Unicode (utf8)" = "UTF-8 Unicode (utf8)";

/*  Class = "NSMenuItem"; title = "Windows Latin 2 (cp1250)"; ObjectID = "36";  */
"Windows Latin 2 (cp1250)" = "Windows Latin 2 (cp1250)";

/*  Class = "NSMenuItem"; title = "ISO Latin 2 (latin2)"; ObjectID = "37";  */
"ISO Latin 2 (latin2)" = "ISO Latin 2 (latin2)";

/*  Class = "NSButtonCell"; title = "Cancel"; ObjectID = "1724";  */
"Cancel" = "Avbryt";

/*  Class = "NSMenuItem"; title = "Windows Baltic (cp1257)"; ObjectID = "39";  */
"Windows Baltic (cp1257)" = "Windows Baltic (cp1257)";

/*  Class = "NSMenuItem"; title = "US ASCII (ascii)"; ObjectID = "40";  */
"US ASCII (ascii)" = "US ASCII (ascii)";

/*  Class = "NSMenuItem"; title = "ISO Turkish (latin5)"; ObjectID = "41";  */
"ISO Turkish (latin5)" = "ISO Turkish (latin5)";

/*  Class = "NSMenuItem"; title = "Load Theme"; ObjectID = "1709";  */
/*  Class = "NSMenu"; title = "Load Theme"; ObjectID = "1710";  */
"Load Theme" = "Ladda tema";

/*  Class = "NSMenuItem"; title = "ISO Latin 1 (latin1)"; ObjectID = "42";  */
"ISO Latin 1 (latin1)" = "ISO Latin 1 (latin1)";

/*  Class = "NSButtonCell"; title = "Save"; ObjectID = "1730";  */
"Save" = "Spara";

/*  Class = "NSMenuItem"; title = "Windows Cyrillic (cp1251)"; ObjectID = "43";  */
"Windows Cyrillic (cp1251)" = "Windows Cyrillic (cp1251)";

/*  Class = "NSMenuItem"; title = "Mac Roman (macroman)"; ObjectID = "45";  */
"Mac Roman (macroman)" = "Mac Roman (macroman)";

/*  Class = "NSMenuItem"; title = "Shift-JIS Japanese (sjis)"; ObjectID = "46";  */
"Shift-JIS Japanese (sjis)" = "Shift-JIS Japanese (sjis)";

/*  Class = "NSMenuItem"; title = "EUC-JP Japanese (ujis)"; ObjectID = "47";  */
"EUC-JP Japanese (ujis)" = "EUC-JP Japanese (ujis)";

/*  Class = "NSMenuItem"; title = "Autodetect"; ObjectID = "50";  */
"Autodetect" = "Autoupptäck";

/*  Class = "NSButtonCell"; title = "Automatically check for updates"; ObjectID = "95";  */
"Automatically check for updates" = "Leta efter uppdateringar automatiskt.";

/*  Class = "NSButtonCell"; title = "Check Now"; ObjectID = "97";  */
"Check Now" = "Leta nu";

/*  Class = "NSTextFieldCell"; title = "Last check:"; ObjectID = "99";  */
"Last check:" = "Senaste kontroll:";

/*  Class = "NSButtonCell"; title = "Enable Growl notifications"; ObjectID = "111";  */
"Enable Growl notifications" = "Aktivera Growl notiser";

/*  Class = "NSButtonCell"; title = "Show error when no rows are affected"; ObjectID = "346";  */
"Show error when no rows are affected" = "Visa fel när inga rader påverkas";

/*  Class = "NSMenuItem"; title = "Save Current Theme As…"; ObjectID = "1796";  */
"Save Current Theme As…" = "Spara nuvarande tema som...";

/*  Class = "NSTextFieldCell"; title = "Name:"; ObjectID = "1726";  */
"Name:" = "Namn:";

/*  Class = "NSButtonCell"; title = "Editing a row"; ObjectID = "524";  */
"Editing a row" = "Redigerar en rad";

/*  Class = "NSButtonCell"; title = "Limit result to:"; ObjectID = "525";  */
"Limit result to:" = "Begränsa resultat till:";

/*  Class = "NSButtonCell"; title = "Adding a row"; ObjectID = "526";  */
"Adding a row" = "Lägger till en rad";

/*  Class = "NSTextFieldCell"; title = "rows"; ObjectID = "527";  */
"rows" = "rader";

/*  Class = "NSTextFieldCell"; title = "Reload Table After:"; ObjectID = "528";  */
"Reload Table After:" = "Uppdatera tabell efter:";

/*  Class = "NSButtonCell"; title = "Removing a row"; ObjectID = "529";  */
"Removing a row" = "Radering av en rad";

/*  Class = "NSTextFieldCell"; title = "Show NULL values as:"; ObjectID = "534";  */
"Show NULL values as:" = "Visa NULL värden som:";

/*  Class = "NSButtonCell"; title = "Don't load blob and text fields until needed"; ObjectID = "538";  */
"Don't load blob and text fields until needed" = "Ladda inte blobbar och textfält innan de behövs";

/*  Class = "NSTextFieldCell"; title = "Default Favorite:"; ObjectID = "575";  */
"Default Favorite:" = "Förvald favorit:";

/*  Class = "NSButtonCell"; title = "Connect to default on startup"; ObjectID = "576";  */
"Connect to default on startup" = "Anslut till förval vid uppstart";

/*  Class = "NSTextFieldCell"; title = "Default Encoding:"; ObjectID = "578";  */
"Default Encoding:" = "Förvald kodning:";

/*  Class = "NSButtonCell"; title = "Use monospaced fonts"; ObjectID = "580";  */
"Use monospaced fonts" = "Använd ickeproportionella typsnitt";

/*  Class = "NSButton"; gToolTip = "Enable to send a MySQL ping to ensure the connection is kept alive if it has not been used for a while"; ObjectID = "652";  */
"Enable to send a MySQL ping to ensure the connection is kept alive if it has not been used for a while" = "Aktivera för att skicka en MySQL ping för att försäkra dig om att anslutningen hålls vid liv om den inte använts på ett tag";

/*  Class = "NSButtonCell"; title = "Keep connections alive"; ObjectID = "661";  */
"Keep connections alive" = "Behåll anslutningar aktiva";

/*  Class = "NSMenuItem"; title = "Import Color Theme…"; ObjectID = "1674";  */
"Import Color Theme…" = "Importera färgschema...";

/*  Class = "NSTextFieldCell"; title = "Connection Timeout:"; ObjectID = "669";  */
"Connection Timeout:" = "Anslutnings tidsgräns:";

/*  Class = "NSTextField"; gToolTip = "Enter how long to attempt to connect or send queries for; set a value of 0 to disable the timeout"; ObjectID = "674";  */
"Enter how long to attempt to connect or send queries for; set a value of 0 to disable the timeout" = "Ange hur länge anslutningsförsök eller Frågeställningar ska pågå; sätt till värdet 0 för att stänga av tidsbegränsningen";

/*  Class = "NSTextFieldCell"; title = "seconds"; ObjectID = "677";  */
"seconds" = "sekunder";

/*  Class = "NSTextFieldCell"; title = "Remember Last:"; ObjectID = "786";  */
"Remember Last:" = "Kom ihåg senaste:";

/*  Class = "NSTextField"; gToolTip = "Enter the maximum number of entries to remember in the Custom Query query history, from 0 to 99"; ObjectID = "787";  */
"Enter the maximum number of entries to remember in the Custom Query query history, from 0 to 99" = "Ange det maximala antalet poster att spara i historiken över anpassade frågor, från 0 till 99";

/*  Class = "NSTextFieldCell"; title = "queries"; ObjectID = "791";  */
"queries" = "frågor";

/*  Class = "NSButtonCell"; title = "New fields should allow nulls"; ObjectID = "951";  */
"New fields should allow nulls" = "Nya fält ska tillåta null-värden";

/*  Class = "NSButtonCell"; title = "Display vertical grid lines"; ObjectID = "958";  */
"Display vertical grid lines" = "Visa vertikala rutnätslinjer";

/*  Class = "NSTextFieldCell"; title = "Delay by:"; ObjectID = "1048";  */
/*  Class = "NSTextFieldCell"; title = "Delay by:"; ObjectID = "1525";  */
"Delay by:" = "Vänta:";

/*  Class = "NSButtonCell"; title = "Auto uppercase keywords"; ObjectID = "1052";  */
"Auto uppercase keywords" = "Nyckelord alltid med versaler";

/*  Class = "NSButtonCell"; title = "Update help while typing"; ObjectID = "1053";  */
"Update help while typing" = "Uppdatera hjälp medan jag skriver";

/*  Class = "NSButtonCell"; title = "Auto pair characters"; ObjectID = "1054";  */
"Auto pair characters" = "Para alltid ihop tecken";

/*  Class = "NSButtonCell"; title = "Indent new lines"; ObjectID = "1055";  */
"Indent new lines" = "Indrag för nya linjer";

/*  Class = "IBBindingConnection"; designableIsNilPlaceholder = "User-defined"; ObjectID = "1751";  */
/*  Class = "IBBindingConnection"; designableMultipleValuesPlaceholder = "User-defined"; ObjectID = "1751";  */
/*  Class = "IBBindingConnection"; designableNoSelectionPlaceholder = "User-defined"; ObjectID = "1751";  */
/*  Class = "IBBindingConnection"; designableNotApplicablePlaceholder = "User-defined"; ObjectID = "1751";  */
"User-defined" = "Användardefinierad";

/*  Class = "NSButtonCell"; title = "Select…"; ObjectID = "1058";  */
/*  Class = "NSButtonCell"; title = "Select…"; ObjectID = "1489";  */
"Select…" = "Välj...";

/*  Class = "NSTextFieldCell"; title = "Font:"; ObjectID = "1060";  */
"Font:" = "Typsnitt:";

/*  Class = "NSTextFieldCell"; title = "secs"; ObjectID = "1084";  */
/*  Class = "NSTextFieldCell"; title = "secs"; ObjectID = "1527";  */
"secs" = "sek";

/*  Class = "NSButtonCell"; title = "Highlight current query"; ObjectID = "1129";  */
"Highlight current query" = "Markera nuvarande Fråga";

/*  Class = "NSButtonCell"; title = "Enable logging for queries"; ObjectID = "1144";  */
"Enable logging for queries" = "Aktivera loggning för Frågeställningar";

/*  Class = "NSButtonCell"; title = "Interface"; ObjectID = "1149";  */
"Interface" = "Gränssnitt";

/*  Class = "NSButtonCell"; title = "Import & Export"; ObjectID = "1151";  */
"Import & Export" = "Import & Export";

/*  Class = "NSButtonCell"; title = "Close"; ObjectID = "1764";  */
"Close" = "Stäng";

/*  Class = "NSButtonCell"; title = "Custom Query Editor"; ObjectID = "1153";  */
"Custom Query Editor" = "Anpassad Frågeredigerare";

/*  Class = "NSButtonCell"; title = "Errors"; ObjectID = "1155";  */
"Errors" = "Fel";

/*  Class = "NSPopUpButton"; gToolTip = "Manage Color Theme"; ObjectID = "1669";  */
"Manage Color Theme" = "Hantera färgschema";

/*  Class = "NSTextFieldCell"; title = "Frequency:"; ObjectID = "1352";  */
"Frequency:" = "Frekvens:";

/*  Class = "NSMenuItem"; title = "Hourly"; ObjectID = "1356";  */
"Hourly" = "Var timme";

/*  Class = "NSMenuItem"; title = "Daily"; ObjectID = "1357";  */
"Daily" = "Dagligen";

/*  Class = "NSMenuItem"; title = "Weekly"; ObjectID = "1358";  */
"Weekly" = "Var vecka";

/*  Class = "NSMenuItem"; title = "EUC-KR Korean (euckr)"; ObjectID = "1385";  */
"EUC-KR Korean (euckr)" = "EUC-KR Korean (euckr)";

/*  Class = "NSTextFieldCell"; title = "Default View:"; ObjectID = "1421";  */
"Default View:" = "Förvald vy:";

/*  Class = "NSMenuItem"; title = "Last Used"; ObjectID = "1449";  */
"Last Used" = "Senast använd";

/*  Class = "NSMenuItem"; title = "Structure"; ObjectID = "1451";  */
"Structure" = "Struktur";

/*  Class = "NSMenuItem"; title = "Content"; ObjectID = "1452";  */
"Content" = "Innehåll";

/*  Class = "NSMenuItem"; title = "Relations"; ObjectID = "1453";  */
"Relations" = "Relationer";

/*  Class = "NSMenuItem"; title = "Query Editor"; ObjectID = "1454";  */
"Query Editor" = "Frågeredigerare";

/*  Class = "NSMenuItem"; title = "Table Info"; ObjectID = "1455";  */
"Table Info" = "Tabellinfo";

/*  Class = "NSTextFieldCell"; title = "Table Views:"; ObjectID = "1466";  */
"Table Views:" = "Tabellvyer:";

/*  Class = "NSTextFieldCell"; title = "Table row counts:"; ObjectID = "1469";  */
"Table row counts:" = "Antal tabellrader:";

/*  Class = "NSMenuItem"; title = "Never use additional queries for table row counts"; ObjectID = "1473";  */
"Never use additional queries for table row counts" = "Använd aldrig extra Frågor för antal tabellrader";

/*  Class = "NSMenuItem"; title = "Only use additional queries for small tables"; ObjectID = "1474";  */
"Only use additional queries for small tables" = "Använd endast extra frågeställningar på små tabeller";

/*  Class = "NSMenuItem"; title = "Always get accurate row counts (slow for InnoDB)"; ObjectID = "1475";  */
"Always get accurate row counts (slow for InnoDB)" = "Hämta alltid exakt radantal (långsamt för InnoDB)";

/*  Class = "NSTextFieldCell"; title = "MySQL content font:"; ObjectID = "1486";  */
"MySQL content font:" = "MySQL innehållstypsnitt:";

/*  Class = "NSTextFieldCell"; title = "Tab Stop Width:"; ObjectID = "1500";  */
"Tab Stop Width:" = "Tabbstopp bredd:";

/*  Class = "NSButtonCell"; title = "Auto-Completion"; ObjectID = "1522";  */
"Auto-Completion" = "Auto-ifyllning";

/*  Class = "NSButtonCell"; title = "Insert function arguments"; ObjectID = "1543";  */
"Insert function arguments" = "Infoga funktionsargument";

/*  Class = "NSMenuItem"; title = "Triggers"; ObjectID = "1546";  */
"Triggers" = "Utlösare";

/*  Class = "NSMenuItem"; title = "Remove"; ObjectID = "1548";  */
"Remove" = "Radera";

/*  Class = "NSMenuItem"; title = "Duplicate"; ObjectID = "1549";  */
"Duplicate" = "Duplicera";

/*  Class = "NSButtonCell"; title = "Send anonymous system information"; ObjectID = "1616";  */
"Send anonymous system information" = "Skicka anonym systeminformation";

/*  Class = "NSMenuItem"; title = "Make Default"; ObjectID = "1640";  */
"Make Default" = "Gör till förval";

/*  Class = "NSMenuItem"; title = "Export Current Color Theme…"; ObjectID = "1673";  */
"Export Current Color Theme…" = "Exportera nuvarande färgschema...";

/*  Class = "NSButtonCell"; title = "Soft indent"; ObjectID = "2186";  */
"Soft indent" = "Mjukt indrag";

/*  Class = "NSButtonCell"; title = "Show hidden files"; ObjectID = "2230";  */
/*  Class = "NSButtonCell"; title = "Show hidden files"; ObjectID = "2241";  */
/*  Class = "NSButtonCell"; title = "Show hidden files"; ObjectID = "2245";  */
/*  Class = "NSButtonCell"; title = "Show hidden files"; ObjectID = "2249";  */
"Show hidden files" = "Visa dolda filer";

/*  Class = "NSButton"; gToolTip = "Duplicate Theme"; ObjectID = "2253";  */
"Duplicate Theme" = "Duplicera tema";

/*  Class = "NSButton"; gToolTip = "Remove Theme"; ObjectID = "2255";  */
"Remove Theme" = "Radera tema";

